Table of Contents
Namespace IdeaStatiCa.BimApi.Results
 Classes
InternalForcesData
 Interfaces
IIdeaResult
Result on IIdeaMember1D or IIdeaElement1D.
IIdeaResultData
Data and values of the result.
IIdeaSection
Section of IIdeaMember1D or IIdeaElement1D with results.
IIdeaSectionResult
Describes a result in a section.